{
    "daoDesc": "DAO is making profit by financing the development of the projects and initiatives based on Waves blockchain.",
    "bannerText": "Get PWR to gain a full-scale access to governance and affect on community's decisions. Give a POWER to your voice!",
    "bannerBtn": "Get PWR",
    "linkAbout": "About WAVES DAO",
    "linkSource": "Go to Source Code Repository",
    "linkGo": "Go to PWR DAO",
    "linkLast": "Forum",
    "treasuty": "Treasury",
    "tokenPrice": "{{assetName}} Price",
    "lpPrice": "{{assetName}} Price",
    "rate": "Rate",
    "kpiPeriod": "KPI period ends in",
    "connectDesc": "Connect Wallet to Deposit WAVES",
    "connectButton": "Connect Wallet",
    "error": {
        "min": "Min amount is {{amount}} {{assetName}}.",
        "unsufficient": "Insufficient funds.",
        "required": "This field is required."
    },
    "transactionFee": "Transaction Fee",
    "transactionFeeTooltip": "A transaction fee is a fee that an account owner pays to send a transaction in the Waves blockchain.",
    "finalizePeriod": "Finalize KPI period",
    "finalisePeriodDesc": "Create a transaction for PWR holders to vote with WAVES DAO results.",
    "topUp": "Top-Up",
    "assetBalance": "{{assetName}} Balance",
    "deposit": "Deposit",
    "getToken": "Get {{assetName}}",
    "get": "Get",
    "withdraw": "Withdraw",
    "availableClaim": "Available for Claiming",
    "claimButton": "Claim",
    "wavesUnlocked": "Your Waves are unlocked.",
    "cancelWithdrawal": "Cancel Withdrawal",
    "willBeUnlocked": "Your {{assetName}} will be unlocked after the start of new KPI period. The exact amount of {{assetName}} will be known immediately after this time.",
    "logout": "Log Out",
    "MS-0110": "There are unlocked tokens on the smart contract. To get them on your balance click the 'Get' button",
    "continue": "Continue",
    "legalCheckbox": "I have read and agreed with the {span.legalDisclaimer}[Legal Disclaimer].",
    "connectWallet": "Connect Wallet",
    "keeperWallet": "Keeper Wallet",
    "seed": "WX Network Seed",
    "cloud": "WX Network Email",
    "metaMask": "MetaMask",
    "signCustomData": {
        "title": "Sign Custom Data",
        "desc": "Sign custom data on your {{device}} to continue."
    },
    "switchNetwork": {
        "title": "Switch to {{network}} Network",
        "desc": "To continue using our services please switch to {{network}} network on your {{device}}."
    },
    "connectionRejected": {
        "title": "Connection Rejected",
        "desc": "You have rejected connection to {{device}}."
    },
    "noAccountsKeeperWallet": {
        "title": "No Accounts on {{device}}",
        "desc": "Unfortunately, we were unable to find any accounts on your {{device}}. Please import existing accounts or create a new account on your {{device}} and retry."
    },
    "accountOrCreateNew": {
        "title": "Log In to Account or Create New Account",
        "desc": "To continue using our services please log in to existing or create a new account on your {{device}}."
    },
    "connectionFailed": {
        "title": "Connection Failed",
        "descMetaMask": "Unfortunately, we were unable to find the MetaMask extension installed on this browser. Please check if the extension is available or install it. Please note, it is necessary to reload the page after installing MetaMask.",
        "descKeeperWallet": "Unfortunately, we were unable to find the Keeper Wallet extension installed on this browser. Please check if the extension is available or install it."
    },
    "install": "Install",
    "approveConnection": {
        "title": "Approve Connection",
        "desc": "Approve the connection and grant access to Waves.Exchange on your {{device}} wallet to continue."
    },
    "switchWithParameters": {
        "title": "Add {{network}} Network Parameters and Switch to it",
        "desc": "To continue using our services please add {{network}} network parameters and switch to it on your {{device}} wallet."
    },
    "unsupportedAccount": {
        "title": "Unsupported Account",
        "desc": "Unfortunately, at this moment we do not support MetaMask's public keys starting with the zero byte. Please retry with another MetaMask account or use another log in method."
    },
    "retry": "Retry",
    "requestHasNotConfirmed": {
        "title": "The Request Has Not Been Confirmed",
        "desc": "You did not confirm the request using {{device}}."
    },
    "legalDisclaimer": {
        "title": "Legal Disclaimer",
        "desc1": "This website and its interface are owned by WavesDAO. The User is a person who has logged in and can donate and/or vote to fund the development of Waves Blockchain-based projects and initiatives. WavesDAO does not control teams (groups of Users) and the information they provide about themselves, tokens, and their projects/initiatives.\n\n Users are advised to conduct their own research before funding any projects and initiatives. Users acknowledge and accept that funding is a risky activity. When the market price of tokens fluctuates greatly, funding potential income may be lower than the income of ordinary token holding, and losses may even occur. By funding the development of Waves Blockchain-based projects and initiatives, Users declare to understand and assume the following risks:",
        "desc2": "{li}[Collapse in liquidity with respect to a virtual asset;]{li}[Slippage;]{li}[Extreme fluctuations in prevailing fees and uncertainty with respect to other transaction parameters;]{li}[Faults, defects, hacks, exploits, errors, or unforeseen circumstances occurring in respect of the technologies;]{li}[Failure or non-availability of technologies, including the Internet, and technological advancements rendering certain technologies obsolete;]{li}[Dishonesty of other Users, particularly teams that proposed projects and initiatives;]",
        "desc3": "Attacks on WavesDAO, including without limitation:",
        "desc4": "{li}[Distributed denial of service;]{li}[Sybil attacks;]{li}[Phishing;]{li}[Social engineering;]{li}[Hacking;]{li}[Smurfing;]{li}[Malware;]{li}[Double spending;]{li}[Majority-mining, consensus-based, or other mining attacks;]{li}[Misinformation campaigns;]{li}[Forks;]{li}[and Spoofing.]",
        "desc5": "All Users acknowledge, agree, and warrant that they have been warned of all potential risks involved in funding projects and initiatives through WavesDAO infrastructure, as well as that there may be other risks involved, which are not specified herein, and that they fully accept such risks."
    }
}
